<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Оферта</title>
    <script src="https://cdn.tailwindcss.com"></script>
    @extends('layouts.app')
</head>
<body class="font-sans bg-gray-100">
    @include('components.header-seller')   
    <script src="https://cdnjs.cloudflare.com/ajax/libs/js-cookie/3.0.1/js.cookie.min.js"></script>

    <div class="container mx-auto p-4 bg-white rounded shadow-md mt-40 mb-20">
        <h1 class="text-2xl font-bold text-center mb-4">Оферта</h1>

        <ol class="list-decimal list-inside space-y-4">
            <li>Общие положения
                <ol class="list-decimal list-inside ml-4 space-y-2">
                    <li>ООО "АЗАТО РУС", ИНН 3812995676, ОГРН 1233800007121, именуемый далее «Продавец», публикует настоящую публичную оферту о реализации Услуг, размещенных на официальном интернет-сайте Продавца https://гдезапчасть.рф (далее – сайт Продавца).</li>
                    <li>В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ) настоящий Договор является публичной офертой, и в случае принятия изложенных ниже условий Покупатель, производящее акцепт этой оферты, осуществляет оплату Услуг Продавца в соответствии с условиями настоящего Договора.</li>
                    <li>В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Услуги Покупателем является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.</li>
                    <p class="mt-2">Внимательно ознакомьтесь с текстом настоящей оферты, и, если вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от использования приобретения Услуг, предоставляемых Продавцом.</p>
                    <li>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:
                        <ul class="list-disc list-inside ml-4 space-y-2">
                            <li>«Оферта» – публичное предложение Продавца, адресованное неопределенному кругу лиц, заключить с ним Договор на существующих условиях, содержащихся в Договоре.</li>
                            <li>«Покупатель» – физическое или юридическое лицо, заключившее с Продавцом Договор на условиях, содержащихся в Договоре.</li>
                            <li>«Акцепт» – полное и безоговорочное принятие Покупателем условий Договора.</li>
                            <li>«Услуга» – информационные и технологические услуги по сбору, обработке и передаче информации о стоимости и наличии автозапчастей согласно перечню тарифов, представленных на сайте Продавца, а также услуги по предоставлению рекламного размещения на сервисе azato.ru.</li>
                            <li>«Заказ» – отдельные позиции из ассортиментного перечня Услуг, указанные Покупателем при оформлении заявки на сайте Продавца.</li>
                        </ul>
                    </li>
                </ol>
            </li>
            <li>Предмет договора
                <ol class="list-decimal list-inside ml-4 space-y-2">
                    <li>Продавец реализует Услугу в соответствии с действующим прейскурантом, опубликованным на сайте Продавца, а Покупатель производит оплату и принимает Услугу в соответствии с условиями настоящего Договора.</li>
                    <li>Настоящий Договор является официальным документом Продавца и неотъемлемой частью оферты.</li>
                </ol>
            </li>
            <li>Оформление Заказа:
                <ol class="list-decimal list-inside ml-4 space-y-2">
                    <li>Заказ Услуги осуществляется Покупателем через сайт Продавца.</li>
                    <li>При оформлении Заказа Покупатель обязуется предоставить следующую информацию в личном кабинете сервиса:
                        <ul class="list-disc list-inside ml-4 space-y-2">
                            <li>Полное наименование организации и ИНН</li>
                            <li>Контактный телефон и электронную почту</li>
                            <li>Наименование Услуги</li>
                        </ul>
                    </li>
                </ol>
            </li>
        </ol>
    </div>
</body>
</html>